Repository: cracrayol/pibui_front
Catalog: src/locale/messages.*.xlf
Languages: fr

source: Movies
fr: Clips

source: Authors
fr: Artistes

source: Add author
fr: Ajouter un artiste

source: Edit author
fr: Modifier un artiste

source: Name
fr: Nom

source: Subname
fr: Nom en japonais

source: Cancel
fr: Annuler

source: Save
fr: Sauvegarder

source: Updated !!
fr: Mis à jour ave succès !

source: Created !!
fr: Créé avec succès !

source: Delete author
fr: Supprimer l'artiste

source: Are you sure you want to delete this author and all of his movies ?
fr: Êtes-vous sur de vouloir supprimer cet artiste et ses clips associés ?

source: Edit movie
fr: Modifier le clip

source: Delete movie
fr: Supprimer le clip

source: Are you sure you want to delete this movie ?
fr: Êtes-vous sur de vouloir supprimer ce clip ?

source: Add movie
fr: Ajouter un clip

source: Title
fr: Titre

source: Subtitle
fr: Titre en japonais

source: Author
fr: Artiste

source: Youtube ID
fr: ID Youtube

source: Tags
fr: Mots-clé

source: Login
fr: Se connecter

source: In order to connect, please enter your email and password.
fr: Afin de vous connecter, veuillez saisir votre email et mot de passe.

source: Password
fr: Mot de passe

source: Sign-up
fr: S'enregistrer

source: In order to register, please enter your email and password.
fr: Pour vous enregistrer, veuillez saisir votre email et mot de passe.

source: Repeat password
fr: Répéter le mot de passe

source: Register
fr: S'enregistrer

source: Logged in !!
fr: Connecté !

source: Loading...
fr: Chargement...

source: Search this author
fr: Rechercher cet artiste

source: Next
fr: Suivant

source: Source Code
fr: Code source

source: Legal Notice
fr: Mentions légales

source: Register/Sign-in
fr: Connexion/S'enregistrer

source: Settings
fr: Paramètres

source: Admin
fr: Administration

source: Logout
fr: Déconnexion

source: Logged out !!
fr: Déconnecté avec succès !

source: Add playlist
fr: Créer une playlist

source: Edit playlist
fr: Modifier une playlist

source: Search
fr: Rechercher

source: Movies newly added:
fr: Clips récemment ajoutés

source: Searching...
fr: Recherche en cours...

source: Change Password
fr: Modifier le mot de passe

source: You can change your password here.
fr: Vous pouvez changer votre mot de passe ici.

source: Current password
fr: Mot de passe actuel

source: New Password
fr: Nouveau mot de passe

source: Delete Account
fr: Supprimer le compte

source: You can choose to delete your account. By deleting your account, all your informations will be deleted and will not be recoverable.
fr: Vous pouvez choisir de supprimer votre compte. En supprimant votre compte, toutes vos informations seront supprimées et ne seront pas récupérables.

source: I confirm the deletion of my account!
fr: Je confirme la suppression de mon compte !

source: Change password
fr: Changer le mot de passe

source: Delete
fr: Supprimer

source: Password updated
fr: Mot de passe mis à jour

source: Error during changing password !!
fr: Erreur pendant le changement de mot de passe !

source: Account deleted !!
fr: Compte supprimé avec succès !

source: Error during deletion !!
fr: Erreur pendant la suppression !

source: None
fr: Aucune

source: Create
fr: Créer

source: Edit
fr: Modifier

source: Remove
fr: Supprimer

source: Mandatory tag
fr: Mot-clé obligatoire

source: Allowed tag
fr: Mot-clé autorisé

source: Forbidden tag
fr: Mot-clé interdit

source: Are you sure you want to delete this playlist ?
fr: Êtes-vous sur de vouloir supprimer cette playlist ?

source: Filter
fr: Filtrer

source: <mat-icon>add</mat-icon> Add Author
fr: <mat-icon>add</mat-icon> Ajouter un artiste

source: No data matching the filter "{{ searchValue.value}}"
fr: Aucun résultat avec le filtre "{{ searchValue.value}}"

source: <mat-icon>add</mat-icon> Add movie
fr: <mat-icon>add</mat-icon> Ajouter un clip

source: Author successfully updated.
fr: Artiste mis à jour avec succès.

source: Author successfully created.
fr: Artiste ajouté avec succès.

source: Movie successfully updated.
fr: Clip mis à jour avec succès.

source: Movie successfully created.
fr: Clip ajouté avec succès.

source: ⚠️ Movie already in database (maybe disabled).
fr: ⚠️ Film déjà présent (peut être désactivé).

source: Successfully registered.
fr: Compte créé avec succès.

source: ⚠️ Email already registered.
fr: ⚠️ Email déjà enregistré.

source: Fullscreen
fr: Plein écran

source: Show japanese
fr: Afficher en japonais

source: Add tag
fr: Ajouter un mot-clé

source: Edit tag
fr: Modifier le mot-clé

source: Tag successfully updated.
fr: Mot-clé mis à jour avec succès.

source: Tag successfully created.
fr: Mot-clé créé avec succès.

source: <mat-icon>add</mat-icon> Add Tag
fr: <mat-icon>add</mat-icon> Ajouter un mot-clé

source: Delete tag
fr: Supprimer le mot-clé

source: Are you sure you want to delete this tag?
fr: Êtes-vous sur de vouloir supprimer ce mot-clé ?

source: Validated
fr: Validé

source: Not validated
fr: Non validés
